Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/index.html.txt.tmx
Source language: en
Languages: ga

source: Overview Document Looking for a flat or house to rent Information for people looking for somewhere to rent: what questions to ask and information on your rights
ga: Overview Document Ag lorg árasáin nó tí ar cíos Má tá tú ar lorg árasáin, caithfidh tú bheith ar an eolas faoi na háiteanna a chuardach agus na ceistanna a chur

source: Tenants’ rights and obligations
ga: Cearta agus oibleagáidí na dtionóntaí

source: The rights and responsibilities of tenants in private rented housing
ga: Eascraionn príomhchearta agus príomhfhreagrachtaí tionóntaí atá i gcóiríocht phríobháideach ar cíos ó dhlí tiarnaí talún agus tionóntaí, mar aon le haon chomhaontú tionóntachta i scríbhinn nó ó bheil

source: Landlords’ rights and obligations
ga: Na cearta ag atá tiarnaí talún agus na hoibleagáidí atá orthu

source: Overview of the rights, duties and obligations of private landlords and housing associations
ga: Tá cearta áirithe ag úinéirí talún agus tá oibleagáidí áirithe orthu a dhíorthaíonn ón dlí um thiarnaí talún agus tionóntaí agus ó aon chomhaontú tionóntachta freisin (bíodh sé scríofa nó labhartha) idir an tiarna talún agus an tionónta

source: Private tenants: security of tenure
ga: Daingneacht tionachta do thionóntaí príobháideacha

source: Fixed-term and periodic tenancies: security of tenure under Part 4 of the Residential Tenancies Act 2004
ga: Tionóntachtaí téarma sheasta agus tréimhsiúla: daingneacht tionachta faoi Chuid 4 den Acht um Thionóntachtaí Cónaithe 2004

source: Rent increases in private rented housing
ga: Arduithe cíosa i dtithíocht phríomháideach

source: There are detailed rules governing the review and raising of private rents
ga: Ní foláir do thiarnaí talún príomháideacha nósanna imeachta áirithe a leanúint má theastaíonn uathu an cíos a ardú

source: In general, tenants are legally entitled to a rent book, which records the rent paid and must contain specific information
ga: Go ginearálta, tá gach tionónta a íocann cíos as tithíocht i dteideal leabhar cíosa a fháil ón tiarna talún

source: The Housing Assistance Payment, which will eventually replace long-term Rent Supplement, is now available nationwide
ga: Tá an Íocaíocht Cúnaimh Tithíochta, a thiocfaidh in ionad an Fhorlíonta Cíosa fhadtéarmaigh ar deireadh thiar, á tabhairt isteach faoi láthair

source: Tax issues for tenants
ga: Saincheisteanna cánach do thionóntaí

source: Describes the rules on tax relief for private tenants, which is being phased out. Also covers the requirement to deduct tax from your rent payments if your landlord lives abroad, unless you pay rent through an agent
ga: Déantar cur síos ar fhaoiseamh cánach le haghaidh tionóntaí príobháideacha (a bhfuil deireadh á chur leis) agus ar an ngá chun cáin a asbhaint ó d’íocaíochtaí cíosa má íocann tú an cíos go díreach le tiarna talún a chónaíonn thar lear

source: Minimum standards for rented housing
ga: Íoschaighdeáin fhisiciúla i dtithíocht ar cíos

source: Landlords are legally obliged to ensure that their properties comply with minimum physical standards
ga: Tá dualgas dlíthiúil ar thiarnaí talún a chinntiú go gcomhlíonann a maoin íoschaighdeáin fhisiciúla

source: If your landlord wants you to leave
ga: Má theastaíonn ó do thiarna talún go bhfágfadh tú an teach nó an t-árasan

source: The rules that private landlords and housing associations must comply with when ending a residential tenancy
ga: Rialacha nach mór a leanúint sula n–iarrtar ar thionónta cóiríocht ar cíos a fhágáil

source: Resolving disputes between landlords and tenants
ga: Díospóidí a réiteach idir tiarnaí talún agus tionóntaí

source: The Residential Tenancies Board provides a dispute resolution service for landlords and tenants in private rented accommodation and housing association tenancies
ga: Féadann díospóidí a bheith ann idir tiarnaí talún agus tionóntaí i dtaca le cóiríocht a ligtear ar cíos. Is mó cás inar féidir na díospóidí seo a réiteach ar bhonn neamhfhoirmeálta idir an dá pháirtí. Tuilleadh eolais

source: Sharing accommodation with your landlord
ga: Socrú ina bhfuil cónaí ort agus ar do thiarna talún sa chóiríocht chéanna

source: This document explains the position of tenants who live in their landlord's home
ga: Míníonn an doiciméad seo staid an tionónta atá ina chónaí i dteach an tiarna talún

source: There are different rules, depending on whether or not your accommodation is self-contained
ga: Tá rialacha áirithe ann más árasán féinchumsitheach atá i gcéist

source: Private landlords and housing associations must register residential tenancies with the Residential Tenancies Board
ga: Caitheann tiarnaí talún príobháideacha tionóntachtaí cónaithe a chlárú leis an mBord um Thionóntachtaí Cónaithe Príobháideacha (BTCP)

source: The Residential Tenancies Board maintains a register of private rented tenancies and housing association tenancies and provides a dispute resolution service
ga: Tá an Bord um Thionónotachtaí Cónaithe Príobháideacha freagrach as clár tionóntachtaí príobháideacha a chothabháil agus seirbhís réitigh díospóide a sholáthar do thiarnaí talún agus tionóntaí

source: Most Read in "Housing"
ga: Ábhar is mó éilimh i "Tithíocht"

source: Applying for local authority/social housing
ga: Iarratas a dhéanamh ar thithíocht shóisialta/údaráis áitiúil
